Repository: guill3m/GuillemAndreu.com-v3
Catalog: content/plugins/gp3-post-types-and-taxonomies/lang/gp3ptt-*.po
Languages: ca

source: Projects
ca: Projectes

source: Project
ca: Projecte

source: All projects
ca: Tots els projectes

source: Add new
ca: Afegir nou

source: Add new project
ca: Afegir nou projecte

source: Edit
ca: Editar

source: Edit project
ca: Editar projecte

source: New project
ca: Nou projecte

source: View project
ca: Vore el projecte

source: Projects archive
ca: Arxiu de projectes

source: Search projects
ca: Buscar projectes

source: No projects found
ca: No s'han trobat projectes

source: No projects found in the trash
ca: No s'han trobat projectes a la paperera

source: Portfolio items
ca: Ítems del portfolio

source: Project updated. <a href="%s">View project</a>
ca: Projecte actualitzat. <a href="%s">Vore projecte</a>

source: Custom field updated.
ca: Camp personalitzat actualitzat.

source: Custom field deleted.
ca: Camp personalitzat eliminat.

source: Project updated.
ca: Projecte actualitzat.

source: Project restored to revision from %s
ca: Projecte restaurat a la revisió %s

source: Project published. <a href="%s">View project</a>
ca: Projecte publicat. <a href="%s">Vore projecte</a>

source: Project saved.
ca: Projecte guardat.

source: Project submitted. <a target="_blank" href="%s">Preview project</a>
ca: Projecte enviat. <a target="_blank" href="%s">Previsualitzar projecte</a>

source: Project scheduled for: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Preview project</a>
ca: Projecte programat per a: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Previsualitzar projecte</a>

source: Project draft updated. <a target="_blank" href="%s">Preview project</a>
ca: Esborrany del projecte actualitzat. <a target="_blank" href="%s">Previsualitzar projecte</a>

source: Project types
ca: Tipus de projecte

source: Project type
ca: Tipus de projecte

source: All project types
ca: Tots els tipus de projecte

source: Edit project type
ca: Editar tipus de projecte

source: View project type
ca: Vore tipus de projecte

source: Update project type
ca: Actualitzar tipus de projecte

source: Add new project type
ca: Afegir nou tipus de projecte

source: New project type name
ca: Nou nom de tipus de projecte

source: Parent project type
ca: Tipus de projecte pare

source: Parent project type:
ca: Tipus de projecte pare:

source: Search project types
ca: Buscar tipus de projecte

source: Popular project types
ca: Tipus de projecte populars

source: Add or remove project types
ca: Afegir o llevar tipus de projecte

source: Choose from most used project types
ca: Sel·leccionar dels tipus de projectes més utilitzats

source: No project types found
ca: No s'ha trobat cap tipus de projecte
