Repository: guill3m/GuillemAndreu.com-v3
Catalog: content/themes/gp3/lang/*.po
Languages: ca

source: Global Content
ca: Contingut global

source: Home Slide
ca: Slide inici

source: Slide Items
ca: Ítems slide

source: Project
ca: Projecte

source: Add Item
ca: Afegir ítem

source: Home Quotes
ca: Cites inici

source: Quotes
ca: Cites

source: Quote
ca: Cita

source: Quote Author
ca: Autor de la cita

source: Add Quote
ca: Afegir cita

source: Social Links
ca: Enllaços socials

source: Icon
ca: Icona

source: Name
ca: Nom

source: Add Social Link
ca: Afegir enllaç social

source: Bio Basic Info
ca: Bio, informació bàsica

source: Lastname
ca: Cognom

source: Picture
ca: Foto

source: Birthday
ca: Data de naixement

source: Location
ca: Ciutat

source: Country
ca: País

source: Experience
ca: Experiència

source: Company
ca: Companyía

source: Company URL
ca: URL de la companyía

source: Job Title
ca: Possició

source: Job Description
ca: Descripció del treball

source: Started
ca: Començat

source: Ended
ca: Acabat

source: Add Job
ca: Afegir treball

source: Studies
ca: Estudis

source: Career
ca: Carrera

source: Career Center
ca: Centre d'estudis

source: Career Center URL
ca: URL del centre d'estudis

source: Year Ended
ca: Any d'acabament

source: Add Studies
ca: Afegir estudis

source: Courses
ca: Cursos

source: Course
ca: Curs

source: Course Center
ca: Centre del curs

source: Course Center URL
ca: URL del centre del curs

source: Course Lenght
ca: Durada del curs

source: Course Date
ca: Data del curs

source: Add Course
ca: Afegir curs

source: Others
ca: Altres

source: Description
ca: Descripció

source: Add Other
ca: Afegir altres

source: Bio Skills
ca: Bio, habilitats

source: Languages
ca: Idiomes

source: Language
ca: Idioma

source: Language Level
ca: Nivell de l'idioma

source: Language Level (Title)
ca: Nivel de l'idioma (titulació)

source: Add Language
ca: Afegir idioma

source: Skillset
ca: Conjunt d'habilitats

source: Title
ca: Titol

source: Skills
ca: Habilitats

source: Skill
ca: Habilitat

source: Skill Level
ca: Nivell de l'hablitat

source: Add Skill
ca: Afegir habilitat

source: Add Skillset
ca: Afegir conjunt d'habilitats

source: Project Info
ca: Informació del projecte

source: Subtitle
ca: Subtitol

source: Date
ca: Data

source: Client URL
ca: URL del client

source: Collaborator/s
ca: Colaborador/s

source: Collaborators plural
ca: Colaboradors en plural

source: Are there more than one collaborators for this project?
ca: Hi ha més d'un colaborador per a aquest projecte?

source: Content
ca: Contingut

source: Add Extra
ca: Afegir extra

source: Project Content
ca: Contingut del projecte

source: IMG Full
ca: Imatge completa

source: IMG
ca: Imatge

source: IMG Alt
ca: Atribut ‘alt’ de la imatge

source: IMG Half
ca: Imatge, meitat

source: Video
ca: Vídeo

source: Video ID (Vimeo)
ca: ID del vídeo (Vimeo)

source: Aspect Ratio
ca: Relació d'aspecte

source: Widescreen (16:9)
ca: Panoràmic (16:9)

source: 16:9 : Widescreen (16:9)
ca: 16:9 : Panoràmic (16:9)

source: ISSUU ID
ca: ID d'ISSUU

source: File
ca: Arxiu

source: Aspect Ratio, number (Eg.: 16:9 is 1.77778)
ca: Relació d'aspecte, número (Ex.: 16:9 es 1,77778)

source: Add Content
ca: Afegir contingut

source: Menu
ca: Menú

source: Work
ca: Treballs

source: contact
ca: contacte

source: Contact
ca: Contacte

source: From
ca: Des de

source: to
ca: fins

source: Everything is working fine
ca: Tots els sistemes estàn en ordre

source: Your message has been sent.
ca: El teu missatge s'ha enviat correctament.

source: I'll contact you back, if applicable, as soon as I can.
ca: Et respondré tan prompte com em siga possible, si es necessàri.

source: Thank you
ca: Gràcies

source: A wild error appeared!
ca: Un error salvatge ha aparegut!

source: Oh, no. It seems that <strong>something went wrong and your message wasn't delivered.</strong>
ca: Oh, no. Parèix que <strong>alguna cosa ha anat malament i el teu missatge no s'ha enviat.</strong>

source: Please try again, or contact me directly at <a href='mailto:hi@guillemandreu.com'>hi@guillemandreu.com</a>.
ca: Per favor, torna a provar-ho, o contacta directament amb mi a <a href='mailto:hola@guillemandreu.com'>hola@guillemandreu.com</a>.

source: Your name goes here
ca: El teu nom va ací

source: This way I can reply you, if necessary
ca: Així et puc respondre

source: Phone
ca: Telèfon

source: optional
ca: opcional

source: 110% optional, just if you want to give me other way to contact you
ca: 110% opcional, sols per si vols donar-me una altra manera de contactar-te

source: Subject
ca: Tema

source: What about or why are you contacting me?
ca: Quin es el motiu del teu contacte?

source: Message
ca: Missatge

source: Finally, here is where you write the actual message, thank you
ca: Ja era hora, ací es on escrius el teu missatge, gràcies

source: Submit
ca: Enviar

source: Where to find me
ca: On trobar-me

source: More
ca: Més

source: Project type
ca: Tipus de projecte
